[
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "The disadvantages of indoor farming include being slightly expensive, due to equipment and technology, and using a lot of electricity."
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Pesticides such as carbendazim, chlorpyrifos, cyfluthrin, lambda-cyhalothrin, and methamidophos were frequently detected in their samples"
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Mancozeb 80 wp is wettable powder fungicide, recommended for crops cultivated in open field or in greenhouse. It is compatible with the most commonly used agricultural fungicides, insecticides and growth regulators."
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Nitrogen fertilizers should be applied sparingly at a young age and phosphorus should be applied more at a moderate stage. It is best to apply plenty of potassium during flowering. Fertilizer application occurs in two stages, liquid and granular. You can use any of these methods."
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Nitrogen fertilizers should be applied sparingly at a young age and phosphorus should be applied more at a moderate stage. It is best to apply plenty of potassium during flowering. Fertilizer application occurs in two stages, liquid and granular. You can use any of these methods."
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Short-term dissolving fertilizers should be applied within a short period of time. Apply 5 to 10 g of granular fertilizer. The other important thing to know when applying granular fertilizer is that granular fertilizer should be applied after the roots of the plants have adhered well to the medium of cultivation. Depending on the time it takes for the manure to dissolve, the tree may not receive proper nutrition. "
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Organic fertilizer content in soil is very important for growth and development of dragon fruit plant. Hence application of 15kgs of organic fertilizer per plant per year can be increased by 2kgs per year up to 20kgs maximum. "
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Plants with observed symptoms and/or soil samples should be carefully removed from the affected rice field, carefully and safely packaged, and then it could be submitted to an expert, who is trained for diagnostics. Including the above-mentioned information, along with samples, might assist accurate diagnosis."
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Paying attention to growing conditions and records on occurrence and distribution of similar field problems or unrelated symptoms from last year/growth season might provide a basis for the diagnosis"
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Plants might show a stunted growth, which is an  indication of poor root growth resulted from compacted shallow plough pan, root rot, root injury from nematode feeding, or a nutrient deficiency."
  },
  {
    "QuestionId": "62a6d5dfd0e7cbc5954b2aee",
    "UserId": "62a6d5dfd0e7cbc5954b2aee",
    "AnswerVote": 1,
    "AnswerBody":
      "Nursery bed arrangement 3 m long cm. 75 cm wide. Make beds about 15 feet high. Mix 3-6 kg of organic manure per bed, mix the bed with straw and dahaiya and sterilize the nursery beds well."
  }
]
